import React from "react";
import "./App.css";

function Politic() {
  return (
    <div className="politic_wrap">
      <div className="politic_title_wrap"> 
      <h1 className="politic_title_item">Политика использования</h1>
      </div>
      <div className="politic_wrap_text">
        <p className="politic_item_text">При использовании вы должны соблюдать нашу Политику содержания:</p>

        <p className="politic_item_text"> Не
          пытайтесь создавать, загружать или делиться изображениями, которые не
          имеют рейтинга G или могут причинить вред.
          Ненависть: ненавистные
          символы, негативные стереотипы, сравнение определенных групп с
          животными/объектами или иное выражение или пропаганда ненависти на
          основе идентичности. </p>
          <p className="politic_item_text">
          Преследование: насмешки, угрозы или
          издевательства над человеком. Насилие: насильственные действия и
          страдания или унижение других. Членовредительство: самоубийство,
          порезы, расстройства пищевого поведения и другие попытки причинить
          себе вред. 
          </p>
          <p className="politic_item_text">
          Сексуальные: нагота, половые акты, сексуальные услуги или
          контент, иным образом предназначенный для возбуждения сексуального
          возбуждения.
          </p>
          <p className="politic_item_text">
          Шокирующие: телесные выделения, непристойные жесты или
          другие оскорбительные предметы, которые могут вызвать шок или
          отвращение. Незаконная деятельность: употребление наркотиков,
          воровство, вандализм и другие незаконные действия. Обман: крупные
          заговоры или события, связанные с крупными текущими геополитическими
          событиями. Политические: политики, урны для голосования, акции
          протеста или другой контент, который может быть использован для
          влияния на политический процесс или для проведения кампаний.
          </p>
          <p className="politic_item_text">
          Общественное и личное здоровье: лечение, профилактика, диагностика или
          передача болезней или людей, страдающих заболеваниями. 
          </p>
          <p className="politic_item_text">
          Спам:нежелательный массовый контент. Не вводите аудиторию в заблуждение
          относительно участия ИИ. Когда вы делитесь своей работой, мы
          рекомендуем вам заблаговременно сообщать об участии ИИ в вашей работе.
          Вы можете удалить подпись DALL·E, если хотите, но вы не можете вводить
          других в заблуждение относительно характера работы.  
          </p>
          <p className="politic_item_text">Например, вы не
          можете говорить людям, что работа была полностью создана человеком или
          что работа представляет собой неизмененную фотографию реального
          события. Уважайте права других. Не загружайте изображения людей без их
          согласия. Не загружайте изображения, на использование которых у вас
          нет соответствующих прав. Не создавайте изображения публичных
          личностей.</p>
          <p className="politic_item_text">
          Пожалуйста, сообщайте о любых предполагаемых нарушениях
          этих правил нашей команде через наш справочный центр . Мы проведем
          расследование и примем соответствующие меры, вплоть до удаления
          нарушающей учетной записи.
          </p>
      </div>
    </div>
  );
}

export default Politic;
